Repository: caarmen/nounours-ios
Catalog: *.lproj/Localizable.strings
Languages: fr

source: Spin
fr: Tourniquet

source: Cartwheel
fr: La roue

source: Head bang
fr: Hardos

# disco
source: Disco dance
fr: Disco

# clap
source: Clap hands
fr: Bravo

# sleepsound
source: Sleep
fr: Dodo

source: Shake
fr: Trembler

source: Reverse Spin
fr: Tourniquet à l'envers

source: Fly
fr: Voler

source: Excited
fr: Excité

source: Dance
fr: Danser

source: Directing Traffic
fr: Signalisation

source: Sleep
fr: Dodo

source: Fly
fr: Voler

source: Tap Dance
fr: Claquettes

source: Jumping Jacks
fr: Aérobique

source: Random
fr: Aléatoire

source: About
fr: À propos

source: Themes
fr: Thèmes

# predownload
source: Looking for my %s theme
fr: Je cherche mon thème %s

# downloading
source: Downloading my %s theme online...
fr: Je télécharge mon thème %s...

# loading
source: Loading my %s theme
fr: Je charge mon thème %s

# defaultTheme
source: Default
fr: Standard

# rainbow
source: Rainbow background
fr: Fond arc-en-ciel

# greenshirtbluebkg
source: Green shirt, blue backgrd
fr: Pull vert, fond bleu

# abouttextauthor
source: By Carmen Alvarez
fr: Par Carmen Alvarez

# abouttextcredits
source: Credits:
fr: Musique:

# abouttextmacarenours
source: B-Roll (Macarenours animation): Kevin MacLeod (incompetech.com)
fr: B-Roll (Animation Macarenours): Kevin MacLeod (incompetech.com)

# abouttextinappsettings
source: The settings panel uses the InAppSettingsKit library.
fr: L'écran de préférences utilise la librairie InAppSettingsKit.

source: Help
fr: Aide

source: Cancel
fr: Annuler

# disablesound
source: Turn sound/vibrate off
fr: Désactiver son/vibreur

# enablesound
source: Turn sound/vibrate on
fr: Activer son/vibreur

source: Startle
fr: Sursaut

# toast_remindMenuButton
source: Press the MENU button for more options…
fr: Appuyez sur le bouton MENU pour plus d'options…

# themeLoadError
source: Oops, I couldn't load my theme. Try again! Check your network connection
fr: Oups, je n'ai pas pu charger ce thème ! Essaie de nouveau. Vérifie ta connexion internet.

# loadMoreThemes
source: Look for new themes...
fr: Chercher des nouveaux thèmes...

# loadMoreThemesInProgress
source: Downloading theme list...
fr: Je télécharge la liste des thèmes...

# newThemesAvailable
source: New themes available! Restart to use them.
fr: Des nouveaux thèmes sont disponibles. Redemarrer pour les utiliser

# noNewThemes
source: Sorry, no new themes are available at this time!
fr: Desolé, il n'y a pas de nouveau thème en ce moment!

# errorLoadingThemeList
source: Oops! There was a problem downloading the theme list. Check your internet connection.
fr: Oups! Je n'ai pas pu charger la liste des thèmes ! Vérifie ta connexion internet

# upateCurrentTheme
source: Update this theme
fr: Mise à jour de ce thème

# updatingCurrentTheme
source: Downloading files for the %s theme...
fr: Téléchargement des fichiers pour le thème %s...

# updateCurrentThemeComplete
source: Files for the %s theme were downloaded!
fr: Téléchargement des fichiers pour le thème %s terminé !

# updateCurrentThemeError
source: Some files could not be downloaded. Please check your network connection.
fr: Je n'ai pas pu télécharger tous les fichiers. Vérifie ta connexion internet

source: Updates
fr: Mises à jour

source: Enable random animations
fr: Activer les animations aléatoires

source: Disable random animations
fr: Désactiver les animations aléatoires

# idleTimeout
source: Time before I fall asleep
fr: Temps avant de m'endormir
